<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/BlurDetector-Swift.h</key>
		<data>
		CoYJURxbm44KIIFZHe7J1TFb7yQ=
		</data>
		<key>Headers/BlurDetector.h</key>
		<data>
		jbsxmXc6ZO7V6CReqo9RMtHR4QQ=
		</data>
		<key>Info.plist</key>
		<data>
		8oHknczURLchVPwE1GoPS39AgRc=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/analytics/coremldata.bin</key>
		<data>
		G688tCdNeQCe4tLhIrQzIWsDj4M=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/coremldata.bin</key>
		<data>
		9LU/GgMXpHhCbr7hrximbVCG7OE=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/metadata.json</key>
		<data>
		Q/AU13s1jKqnsH54KzhNBIsroVQ=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.net</key>
		<data>
		eqggZ/KZdvZa4B+ZkXBe8sGQPOo=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.shape</key>
		<data>
		L+y36EJ0XUuOFcbQOVTpangQ7eE=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.weights</key>
		<data>
		BNyfv1H9og+GubqKW2mC9gTJerY=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model/coremldata.bin</key>
		<data>
		WUwjeq8zkRW2XodetkdZ1bXXm+k=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		Zq9MBUXFrehmuiy+F92udxPFt94=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		sQJIDBvzalEI4Omx9ycQJwY46SU=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		fuQ8lz00ZWR54zGa9jlnlIQiDwE=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		oRfLW1FnkvfJ26OIWyZX8R+qMz4=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		+hpv12Tr33GfERbS+aFzeXdqwPI=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		h/7T9qBVyeUqznkpkzEeA3QhFh8=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		bxoEJRPOSyN92plBZlu/VwR+jtQ=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		mzcXa3PnD3Xb9pXZH4GGExGTJ0Y=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oSfiQq2ySQNsmdPvajTtR31thnU=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/BlurDetector-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			M8qPQgnAWWwCDwA1kvqPeFWI4E383JMYPVAfiY8AFlA=
			</data>
		</dict>
		<key>Headers/BlurDetector.h</key>
		<dict>
			<key>hash2</key>
			<data>
			TOK/Y7rMXa0SZwoIJfbuZLQXBYQkjDp/0lsoLBbtjSo=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BxYqyjkA0QOxvSRgfNxQnTLtzqKZm0RGIfHSf8ZmSQ0=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			7M5TAZ4JqEp8Ba7R4CjR6UDblyIz+/anc9jfz8LLfpc=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			EvKDoVWZbslib3wzvvdk3upJq4We25YfZk2BOxRrCMU=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			iOfDgGOWtCxs7N9+tn4FQ+88QtbQr5BmenYqZdxnvcw=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			uWWav6EvH5CPEIpgJJ1v6YxZHmzt5tg7b2OCfCjYOa4=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kD8yi3sO/N95uZk9I1hMdIwQH3yVyJ0qAzjYSLtYIOc=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			akn0lLujgKLDFc7Fsc9wg33KUCeeJnkO+brKURh7xhw=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			FHmY09UZV18B7rMKh9Z63+0VBo5NIy9kaJ2t4se5XMU=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			jP9LeQYmn+GbCXxopretu4QDc+2JpMzQeDQShlWBLmY=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			dlY6U0Lm1Qv//FE5cn3BuYqA4J8XnbYsv/pTQEWXg5w=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			TOeplI+02UoNcQc+lPwRUb/0czx/7R7Jy/DttaVpe+U=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			M4Ej/25/cloyMy3FIyIKLIH9lqIDxgy6mGobTTUtNhI=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			KtK96lx4wjjC7q3ouqLRdsQi0BQm30k88zgTOwy9VQg=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			WGRkaKgWznjrg0MKN6fquFTP1X3VvWBQGuPkT57SOm4=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			1Qw6jd0qdM1DbVzc3bIDLkq/Ycvcb69zHWv5qiZpqkw=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			soxn17shEeSZblPYHSvuuEi2KVU+o4l4OYwk3pByBn4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
