<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/BlurDetector-Swift.h</key>
		<data>
		R8jKcf9UgDIcvjC3Ve1chrZKJMQ=
		</data>
		<key>Headers/BlurDetector.h</key>
		<data>
		jbsxmXc6ZO7V6CReqo9RMtHR4QQ=
		</data>
		<key>Info.plist</key>
		<data>
		oYcroa77mPd+QoLmaZpcCjSDR8s=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/analytics/coremldata.bin</key>
		<data>
		G688tCdNeQCe4tLhIrQzIWsDj4M=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/coremldata.bin</key>
		<data>
		9LU/GgMXpHhCbr7hrximbVCG7OE=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/metadata.json</key>
		<data>
		Q/AU13s1jKqnsH54KzhNBIsroVQ=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.net</key>
		<data>
		eqggZ/KZdvZa4B+ZkXBe8sGQPOo=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.shape</key>
		<data>
		L+y36EJ0XUuOFcbQOVTpangQ7eE=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.weights</key>
		<data>
		BNyfv1H9og+GubqKW2mC9gTJerY=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model/coremldata.bin</key>
		<data>
		WUwjeq8zkRW2XodetkdZ1bXXm+k=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		zHX5sn0vDAezGSlAmDO5f2obgrE=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<data>
		zHX5sn0vDAezGSlAmDO5f2obgrE=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		ZXilP68Nnh60ghIZUMb0bqNIooQ=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<data>
		ZXilP68Nnh60ghIZUMb0bqNIooQ=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		wzXsX6fFZlcUor+5/p9lRKmB5Xs=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		45aJw/HicDkvrA2qHnHn+z+i55k=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		32TSRwx3LHbaglZpLJ6AusD6mpE=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftdoc</key>
		<data>
		wzXsX6fFZlcUor+5/p9lRKmB5Xs=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftinterface</key>
		<data>
		45aJw/HicDkvrA2qHnHn+z+i55k=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftmodule</key>
		<data>
		32TSRwx3LHbaglZpLJ6AusD6mpE=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		pBoUZTPMg7Zy7X0dkfDrXcuDRvY=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		Ex4LzsZFsKHEF5Wb7Zp1nk5aZ04=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		toXQfCaFmIGIgSgA+RzIrkSk78s=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftdoc</key>
		<data>
		pBoUZTPMg7Zy7X0dkfDrXcuDRvY=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftinterface</key>
		<data>
		Ex4LzsZFsKHEF5Wb7Zp1nk5aZ04=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftmodule</key>
		<data>
		toXQfCaFmIGIgSgA+RzIrkSk78s=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oSfiQq2ySQNsmdPvajTtR31thnU=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/BlurDetector-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			gsN6nnbXP1n0tqISNS3/W2vcvDePFfLsDX9d3te0Ep8=
			</data>
		</dict>
		<key>Headers/BlurDetector.h</key>
		<dict>
			<key>hash2</key>
			<data>
			TOK/Y7rMXa0SZwoIJfbuZLQXBYQkjDp/0lsoLBbtjSo=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BxYqyjkA0QOxvSRgfNxQnTLtzqKZm0RGIfHSf8ZmSQ0=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			7M5TAZ4JqEp8Ba7R4CjR6UDblyIz+/anc9jfz8LLfpc=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			EvKDoVWZbslib3wzvvdk3upJq4We25YfZk2BOxRrCMU=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			iOfDgGOWtCxs7N9+tn4FQ+88QtbQr5BmenYqZdxnvcw=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			uWWav6EvH5CPEIpgJJ1v6YxZHmzt5tg7b2OCfCjYOa4=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kD8yi3sO/N95uZk9I1hMdIwQH3yVyJ0qAzjYSLtYIOc=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			akn0lLujgKLDFc7Fsc9wg33KUCeeJnkO+brKURh7xhw=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			R/U786kn2FDWwYdDbdatmI2QM/L9TGHTKTn1+g50kAE=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			R/U786kn2FDWwYdDbdatmI2QM/L9TGHTKTn1+g50kAE=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			QcsVLoFURzJBhBya3jb9W2j67n0bDSImR10ivt4omiM=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			QcsVLoFURzJBhBya3jb9W2j67n0bDSImR10ivt4omiM=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			VEm4nD+dAM/KHUXq2nbA9dmOZOukCPv/xN6JFjOF5x8=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			dfSC8X/wHRq2p6ch1T04pWmPDAyE91Xpr0s46NBEfD0=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			TS0kBq5eCJvepymzkE/k9siFXLvsmH9N3jTpvWgKEMQ=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			VEm4nD+dAM/KHUXq2nbA9dmOZOukCPv/xN6JFjOF5x8=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			dfSC8X/wHRq2p6ch1T04pWmPDAyE91Xpr0s46NBEfD0=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			TS0kBq5eCJvepymzkE/k9siFXLvsmH9N3jTpvWgKEMQ=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Q6m67VmkmK9/vIu7r+eGoZf2RVbmzV/ZmpmhxBy9FbA=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			TFDuPRD4iPchG4duSv84MsD0fQ6KcgEKfoyYtLicUpo=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			d57ongDDjUI2li/nZgeqRWc4Wo0FlddVpbf4YgaTG5E=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Q6m67VmkmK9/vIu7r+eGoZf2RVbmzV/ZmpmhxBy9FbA=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			TFDuPRD4iPchG4duSv84MsD0fQ6KcgEKfoyYtLicUpo=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			d57ongDDjUI2li/nZgeqRWc4Wo0FlddVpbf4YgaTG5E=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			soxn17shEeSZblPYHSvuuEi2KVU+o4l4OYwk3pByBn4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
