<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/BlurDetector-Swift.h</key>
		<data>
		CoYJURxbm44KIIFZHe7J1TFb7yQ=
		</data>
		<key>Headers/BlurDetector.h</key>
		<data>
		jbsxmXc6ZO7V6CReqo9RMtHR4QQ=
		</data>
		<key>Info.plist</key>
		<data>
		jxPwu1gi0a7qgauvAmHUC0L5/GM=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/analytics/coremldata.bin</key>
		<data>
		G688tCdNeQCe4tLhIrQzIWsDj4M=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/coremldata.bin</key>
		<data>
		9LU/GgMXpHhCbr7hrximbVCG7OE=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/metadata.json</key>
		<data>
		Q/AU13s1jKqnsH54KzhNBIsroVQ=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.net</key>
		<data>
		eqggZ/KZdvZa4B+ZkXBe8sGQPOo=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.shape</key>
		<data>
		L+y36EJ0XUuOFcbQOVTpangQ7eE=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.weights</key>
		<data>
		BNyfv1H9og+GubqKW2mC9gTJerY=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model/coremldata.bin</key>
		<data>
		WUwjeq8zkRW2XodetkdZ1bXXm+k=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		17B48sflUS4tBn/0ki0Y+YYTMi4=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		EUkIbF73u4T7V7lbPVoIqSIAurY=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		O+k0lgMTiia4R9CXO1qTdlD0jm4=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		moTL2YqVVENGhZCUaQg/31wzTfE=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		44aWaBcVjrY6nvdlUKaxkx0jczc=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		0k/FwT2zoXLWJjke5KG4GhLCY8U=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		llPs45cC71TudHTxJMlq2Pixc78=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		+SigNaEi14GMAhfD/n8qjyD1RGw=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oSfiQq2ySQNsmdPvajTtR31thnU=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/BlurDetector-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			M8qPQgnAWWwCDwA1kvqPeFWI4E383JMYPVAfiY8AFlA=
			</data>
		</dict>
		<key>Headers/BlurDetector.h</key>
		<dict>
			<key>hash2</key>
			<data>
			TOK/Y7rMXa0SZwoIJfbuZLQXBYQkjDp/0lsoLBbtjSo=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BxYqyjkA0QOxvSRgfNxQnTLtzqKZm0RGIfHSf8ZmSQ0=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			7M5TAZ4JqEp8Ba7R4CjR6UDblyIz+/anc9jfz8LLfpc=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			EvKDoVWZbslib3wzvvdk3upJq4We25YfZk2BOxRrCMU=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			iOfDgGOWtCxs7N9+tn4FQ+88QtbQr5BmenYqZdxnvcw=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			uWWav6EvH5CPEIpgJJ1v6YxZHmzt5tg7b2OCfCjYOa4=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kD8yi3sO/N95uZk9I1hMdIwQH3yVyJ0qAzjYSLtYIOc=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			akn0lLujgKLDFc7Fsc9wg33KUCeeJnkO+brKURh7xhw=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			yVraWpyT0YKcZvggBixwqr+E6R7x2W5iWKUnv63+h6A=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			OJPApZjuMm8SUHOuSONBRn7Rb1GVAoN4i28a7A1wT/A=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			uQTXFt7lZux/tt1V4gVTzsEWZCrO4D90SiOA6PvPe/A=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			TIIH7ou0RG2KoV8fd2bSpvSkr+krq4xLrObSzIo1m3E=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			rlhJalnrgIA2plM9GYHO2ZjpXWyn2G3UAiIwpP55qZc=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			Rx6h1vUInG+/CV2Wxd2nALCsdQvpRshDSIysD72XBsc=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			YKTBxx1j91LOb0l+xhPyYCBflHXhu9jzCz5kYDwMO2w=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			ONbFhFz/mvw3XTkw8zTgS6n9N2WbIixgn+h9/iwpl1M=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			soxn17shEeSZblPYHSvuuEi2KVU+o4l4OYwk3pByBn4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
