<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/BlurDetector-Swift.h</key>
		<data>
		fXPVZAVMyMsI8GwEA8buwz7+ODA=
		</data>
		<key>Headers/BlurDetector.h</key>
		<data>
		jbsxmXc6ZO7V6CReqo9RMtHR4QQ=
		</data>
		<key>Info.plist</key>
		<data>
		d1T+ORIKbdrlc1Ylpt4/4LKEWMM=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/analytics/coremldata.bin</key>
		<data>
		3uk7uwg0eYQlCJ5JifZEeXYLl8g=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/coremldata.bin</key>
		<data>
		9LU/GgMXpHhCbr7hrximbVCG7OE=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/metadata.json</key>
		<data>
		gHx4xY3eywPI6cFHeBqtMrgR0WU=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.net</key>
		<data>
		jeUuQw/C9pJUe9SWMReH5eRACSU=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.shape</key>
		<data>
		L+y36EJ0XUuOFcbQOVTpangQ7eE=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.weights</key>
		<data>
		BNyfv1H9og+GubqKW2mC9gTJerY=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/model/coremldata.bin</key>
		<data>
		WUwjeq8zkRW2XodetkdZ1bXXm+k=
		</data>
		<key>MobileNetV2_BlurDetector.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		Vy5e7E/Ny4w9ukqme77J+Bb7UQc=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<data>
		Vy5e7E/Ny4w9ukqme77J+Bb7UQc=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		io0dDzzJJTK1/WVzGpIkJcLX5a4=
		</data>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<data>
		io0dDzzJJTK1/WVzGpIkJcLX5a4=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		7k8aaj3d5fWXddliMag88cak8QY=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		IXGN1rpyCsF6NmbEpEClNPAC4W0=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		M7k9FFgdelfKkiLshSl8CKVzeBo=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftdoc</key>
		<data>
		7k8aaj3d5fWXddliMag88cak8QY=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftinterface</key>
		<data>
		IXGN1rpyCsF6NmbEpEClNPAC4W0=
		</data>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftmodule</key>
		<data>
		M7k9FFgdelfKkiLshSl8CKVzeBo=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		vlnm5JCCf7LKiAfh5N6IWYlYpGs=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		J+FOzWoenxd2FZtFxwlpy+A9h2o=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		KT0+raa+D3Y2x6mlMVFuIs5fuQk=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftdoc</key>
		<data>
		vlnm5JCCf7LKiAfh5N6IWYlYpGs=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftinterface</key>
		<data>
		J+FOzWoenxd2FZtFxwlpy+A9h2o=
		</data>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftmodule</key>
		<data>
		KT0+raa+D3Y2x6mlMVFuIs5fuQk=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		oSfiQq2ySQNsmdPvajTtR31thnU=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/BlurDetector-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			i/tBv6lq8D7y0NRYJlA1eO5ifrRfHWvoaJzHE+PL79s=
			</data>
		</dict>
		<key>Headers/BlurDetector.h</key>
		<dict>
			<key>hash2</key>
			<data>
			TOK/Y7rMXa0SZwoIJfbuZLQXBYQkjDp/0lsoLBbtjSo=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			F0RYTSBNEgdOqeCRUDnTxRO/3u+0pJZFeSP2H6c37lw=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			7M5TAZ4JqEp8Ba7R4CjR6UDblyIz+/anc9jfz8LLfpc=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			R1swOLBYLPJ9HeHvMWXaDgO5zQmN7uo5gWiKPZOZRiA=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			WVrE8G3ooVdRu8n2mKylWtTBtUgPJm/NcKQNSLqTpW4=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			uWWav6EvH5CPEIpgJJ1v6YxZHmzt5tg7b2OCfCjYOa4=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kD8yi3sO/N95uZk9I1hMdIwQH3yVyJ0qAzjYSLtYIOc=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			akn0lLujgKLDFc7Fsc9wg33KUCeeJnkO+brKURh7xhw=
			</data>
		</dict>
		<key>MobileNetV2_BlurDetector.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			fq6kllkuTlZ4GLX6RpV8K5GBZmjMBFEZ9m27WWuaVMA=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			fq6kllkuTlZ4GLX6RpV8K5GBZmjMBFEZ9m27WWuaVMA=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			OfAw+Gy+UvE7t7x5rg4JhBiuds3s4bhXcTPwoiIsF5Y=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			OfAw+Gy+UvE7t7x5rg4JhBiuds3s4bhXcTPwoiIsF5Y=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			VQyhGrYIIBLGdbARmYLxkvMGTD112sVCo8dExOqi368=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			dir2biBCE3tEMmDL6wY+M3WqFn1NAvyrIQm3ic7u4Yo=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			gypWrp+9JOqO19orG5Wh4SDShuGwbE3LaEmm+o7x93c=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			VQyhGrYIIBLGdbARmYLxkvMGTD112sVCo8dExOqi368=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			dir2biBCE3tEMmDL6wY+M3WqFn1NAvyrIQm3ic7u4Yo=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			gypWrp+9JOqO19orG5Wh4SDShuGwbE3LaEmm+o7x93c=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			pZbpTklS2B/p7Hwt5dnC/DvvXm355F8vtEyyJ4RL4+M=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			VqPIlbCyP6+3V9czikQqFC5pxjrLggFoZ7rLo1qAmWc=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			3ot6xmn0z4WmoYwkjqV3oarVXi5HIvQvvez+xIM+xXE=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			pZbpTklS2B/p7Hwt5dnC/DvvXm355F8vtEyyJ4RL4+M=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			VqPIlbCyP6+3V9czikQqFC5pxjrLggFoZ7rLo1qAmWc=
			</data>
		</dict>
		<key>Modules/BlurDetector.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			3ot6xmn0z4WmoYwkjqV3oarVXi5HIvQvvez+xIM+xXE=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			soxn17shEeSZblPYHSvuuEi2KVU+o4l4OYwk3pByBn4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
